{
  "schema": "hs-mapping:v1",
  "content": {
    "hs_may_xu_ly_du_lieu_tu_ong": "Máy xử lý dữ liệu tự động và các khối chức năng của chúng; đầu đọc từ tính hoặc đấu đọc quang học, máy truyền dữ liệu lên các phương tiện truyền dữ liệu dưới dạng mã hóa và máy xử lý những dữ liệu này, chưa được chi tiết hoặc ghi ở nơi khác gồm:\n- Loại khác của hàng hóa là máy xử lý dữ liệu tự động loại xách tay, có trọng lượng không quá 10 kg, gồm ít nhất một đơn vị xử lý dữ liệu trung tâm, một bàn phím và một màn hình;\n- Loại khác của hàng hóa chứa trong cùng một vỏ có ít nhất một đơn vị xử lý trung tâm, một đơn vị nhập và một đơn vị xuất, kết hợp hoặc không kết hợp với nhau;\n- Loại khác, ở dạng hệ thống;\n- Loại khác của hàng hóa là các bộ máy khác của máy xử lý dữ liệu tự động.",
    "hs_cac_thiet_bi_luu_tru_ben": "Các thiết bị lưu trữ bền vũng, thể rắn của hàng hóa là đĩa, \"bằng, các thiết bị lưu trữ bền vũng, thể răn, “thẻ thông mình” và các phương tiện lưu trữ thông tin khác để ghi âm thanh hoặc các nội dung, hình thức thể hiện khác, đã hoặc chưa ghi, kể cả bản khuôn mẫu và bản gốc để sản xuất ghi băng đĩa, nhưng không bao gồm các sản phẩm của vật liệu ảnh hoặc điện ảnh gồm:\n- Loại dùng cho máy vi tính của loại chưa ghi;\n- Loại dùng cho máy vi tính của loại để tái tạo các hiện tượng trừ âm thanh hoặc hình ảnh;\n- Loại khác với hàng hóa thuộc nhóm 8523.51.11, 8523.51.21.",
    "hs_the_thong_minh": "Thẻ thông minh.",
    "hs_bo_nho_cua_mach_ien_tu_t": "Bộ nhớ của mạch điện tử tích hợр.",
    "hs_may_xu_ly_du_lieu_tu_ong_2": "Máy xử lý dữ liệu tự động và các khối chức năng của chúng; máy truyền dữ liệu lên các phương tiện truyền dữ liệu dưới dạng mã hóa và máy xử lý những dữ liệu này, chưa được chi tiết hay ghi ở nơi khác gồm: \n- Loại khác của hàng hóa là máy xử lý dữ liệu tự động loại xách tay, có trọng lượng không quá 10 kg, gồm ít nhất một đơn vị xử lý dữ liệu trung tâm, một bàn phím và một màn hình;\n - Loại khác của hàng hóa chứa trong cùng một vỏ có ít nhất một đơn vị xử lý trung tâm, một đơn vị nhập và một đơn vị xuất, kết hợp hoặc không kết hợp với nhau;\n - Loại khác, ở dạng hệ thống.",
    "hs_thiet_bi_dung_cho_he_tho": "Thiết bị dùng cho hệ thống hữu tuyến sóng mang hoặc hệ thống hữu tuyến kỹ thuật số của hàng hóa là máy thu, đổi và truyển hoặc tái tạo âm thanh, hình ảnh hoặc dạng dữ liệu khác, kể cả thiết bị chuyển mạch và thiết bị định tuyến gồm:\n- Bộ tập trung hoặc bộ dồn kênh;\n - Bộ điều khiển và bộ thích ứng (adaptor), kể cả cổng nối, cầu nối, bộ định tuyến và các thiết bị tương tự khác được thiết kế chỉ để kết nối với máy xử lý dữ liệu tự động thuộc nhóm 84.71;\n- Loại khác.",
    "hs_thiet_bi_truyen_dan_khac": "Thiết bị truyền dẫn khác kết hợp với thiết bị thu của hàng hóa là máy thu, đổi và truyền hoặc tái tạo âm thanh, hình ảnh hoặc dạng dữ liệu khác, kể cả thiết bị chuyển mạch và thiết bị định tuyến gồm:\n- Thiết bị mạng nội bộ không dây;\n- Thiết bị phát khác dùng cho điện báo hoặc điện thoại truyền dẫn dưới dạng sóng vô tuyến;\n- Loại khác.",
    "hs_thiet_bi_truyen_dan_khac_2": "Thiết bị truyền dẫn khác của hàng hóa là máy thu, đổi và truyền hoặc tái tạo âm thanh, hình ảnh hoặc dạng dữ liệu khác, kể cả thiết bị chuyển mạch và thiết bị định tuyến gồm:\n- Dùng cho điện báo hoặc điện thoại truyền dẫn dưới dạng sóng vô tuyến;\n- Loại khác với loại dùng cho điện báo hoặc điện thoại truyền dẫn dưới dạng sóng vô tuyến;\n- Loại khác là thiết bị thu xách tay để gọi, báo hiệu hoặc nhắn tin và thiết bị cảnh báo bằng tin nhắn, kể cả máy nhắn tin;\n- Loại khác dùng cho điện báo hoặc điện thoại truyền dẫn dưới dạng sóng vô tuyến;\n- Loại khác với hàng hóa thuộc nhóm 8517.62.61, 8517.62.69, 8517.62.91, 8517.62.92.",
    "hs_may_xu_ly_du_lieu_tu_ong_3": "Máy xử lý dữ liệu tự động và các khối chức năng của chúng; máy truyền dữ liệu lên các phương tiện truyền dữ liệu dưới dạng mã hóa và máy xử lý những dữ liệu này, chưa được chi tiết hay ghi ở nơi khác gồm:\n- Loại khác của hàng hóa là máy xử lý dữ liệu tự động loại xách tay, có trọng lượng không quá 10 kg, gồm ít nhất một đơn vị xử lý dữ liệu trung tâm, một bàn phím và một màn hình;\n- Loại khác của hàng hóa chứa trong cùng một vỏ có ít nhất một đơn vị xử lý trung tâm, một đơn vị nhập và một đơn vị xuất, kết hợp hoặc không kết hợp với nhau;\n- Loại khác, ở dạng hệ thống.",
    "hs_thiet_bi_dung_cho_he_tho_2": "Thiết bị dùng cho hệ thống hữu tuyến sóng mang hoặc hệ thống hữu tuyến kỹ thuật số của hàng hóa là máy thu, đổi và truyền hoặc tái tạo âm thanh, hình ảnh hoặc dạng dữ liệu khác, kể cả thiết bị chuyển mạch và thiết bị định tuyến gồm:\n- Bộ tập trung hoặc bộ dồn kênh;\n- Bộ điều khiển và bộ thích ứng (adaptor), kể cả cổng nối, cầu nối, bộ định tuyến và các thiết bị tương tự khắc được thiết kế chỉ để kết nối với máy xử lý dữ liệu tự động thuộc nhóm 84.71;\n- Loại khác.",
    "hs_thiet_bi_truyen_dan_khac_3": "Thiết bị truyền dẫn khác kết hợp với thiết bị thu của hàng hóa máy thu, đổi và truyền hoặc tái tạo âm thanh, hình ảnh hoặc dạng dữ liệu khác, kể cả thiết bị chuyển mạch và thiết bị định tuyến gồm:\n- Thiết bị mạng nội bộ không dây;\n- Thiết bị phát khác dùng cho điện báo hoặc điện thoại truyền dẫn dưới dạng sóng vô tuyến;\n- Loại khác.",
    "hs_thiet_bi_truyen_dan_khac_4": "Thiết bị truyền dẫn khác của hàng hóa máy thu, đổi và truyền hoặc tái tạo âm thanh, hình ảnh hoặc dạng dữ liệu khác, kể cả thiết bị chuyển mạch và thiết bị định tuyến gồm:\n- Dùng cho điện báo hoặc điện thoại truyền dẫn dưới dạng sóng vô tuyến;\n- Loại khác với loại dùng cho điện báo hoặc điện thoại truyền dẫn dưới dạng sóng vô tuyến;\n- Loại khác là thiết bị thu xách tay để gọi, báo hiệu hoặc nhắn tin và thiết bị cảnh báo bằng tin nhắn, kể cả máy nhắn tin;\n- Loại khác dùng cho điện báo hoặc điện thoại truyền dẫn dưới dạng sóng vô tuyến;\n- Loại khác với hàng hóa thuộc nhóm 8517.62.61, 8517.62.69, 8517.62.91, 8517.62.92.",
    "hs_bo_ien_thoai_ke_ca_ien_t": "Bộ điện thoại, kể cả điện thoại thông minh và điện thoại khác cho mạng di động tế bào hoặc mạng không dây khác; thiết bị khác để truyền hoặc nhận tiếng, hình ảnh hoặc dữ liệu khác, kể cả các thiết bị viễn thông nối mạng hữu tuyến hoặc không dây (như loại sử dụng trong mạng nội bộ hoặc mạng diện rộng), trừ loại thiết bị truyền hoặc thu của nhóm 84.43, 85.25, 85.27 hoặc 85.28 gồm:\n- Bộ điện thoại hữu tuyến với điện thoại cầm tay không dây;\n- Điện thoại thông minh;\n- Điện thoại cho mạng di động tế bào hoặc mạng không dây khác;\n- Loại khác.",
    "hs_thiet_bi_phat_dung_cho_p": "Thiết bị phát dùng cho phát thanh sóng vô tuyến hoặc truyền hình, có hoặc không gắn với thiết bị thu hoặc ghi hoặc tái tạo âm thanh; camera truyền hình, camera kỹ thuật số và camera ghi hình ảnh gồm:\n- Thiết bị phát;\n- Thiết bị phát có gắn với thiết bị thu.",
    "hs_ra_a_cac_thiet_bi_dan_uo": "Ra đa, các thiết bị dẫn đường bằng sóng vô tuyến và các thiết bị điều khiển từ xa bằng vô tuyến gồm:\n- Thiết bị dẫn đường bằng sóng vô tuyến, loại dùng trên máy bay dân dụng, hoặc chỉ dùng cho tàu thuyền đi biển;\n- Loại khác của hàng hóa là thiết bị dẫn đường bằng sóng vô tuyến;\n- Thiết bị điều khiển từ xa bằng sóng vô tuyến.",
    "hs_may_ket_hop_hai_hoac_nhi": "Máy kết hợp hai hoặc nhiều chức năng in, copy hoặc fax, có khả năng kết nối với máy xử lý dữ liệu tự động hoặc kết nối mạng gồm:\n- Loại màu của hàng hóa là máy in-copy-fax kết hợp;\n- Loại khác của hàng hóa là máy in-copy-fax kết hợp;\n- Loại khác là máy in-copy-scan-fax kết hợp;\n- Loại khác với hàng hóa thuộc nhóm 8443.31.31, 8443.31.39, 8443.31.91.",
    "hs_may_fax_loai_khac_co_kha": "Máy fax loại khác có khả năng kết nối với máy xử lý dữ liệu tự động hoặc kết nổi mạng."
  },
  "mapping": {
    "8471.30.90": "hs_may_xu_ly_du_lieu_tu_ong",
    "8471.41.90": "hs_may_xu_ly_du_lieu_tu_ong",
    "8471.49.90": "hs_may_xu_ly_du_lieu_tu_ong",
    "8471.80.90": "hs_may_xu_ly_du_lieu_tu_ong",
    "8523.51.11": "hs_cac_thiet_bi_luu_tru_ben",
    "8523.51.21": "hs_cac_thiet_bi_luu_tru_ben",
    "8523.51.99": "hs_cac_thiet_bi_luu_tru_ben",
    "8523.52.00": "hs_the_thong_minh",
    "8542.32.00": "hs_bo_nho_cua_mach_ien_tu_t",
    "8517.62.42": "hs_thiet_bi_dung_cho_he_tho",
    "8517.62.43": "hs_thiet_bi_dung_cho_he_tho",
    "8517.62.49": "hs_thiet_bi_dung_cho_he_tho",
    "8517.62.51": "hs_thiet_bi_truyen_dan_khac",
    "8517.62.53": "hs_thiet_bi_truyen_dan_khac",
    "8517.62.59": "hs_thiet_bi_truyen_dan_khac",
    "8517.62.61": "hs_thiet_bi_truyen_dan_khac_2",
    "8517.62.69": "hs_thiet_bi_truyen_dan_khac_2",
    "8517.62.91": "hs_thiet_bi_truyen_dan_khac_2",
    "8517.62.92": "hs_thiet_bi_truyen_dan_khac_2",
    "8517.62.99": "hs_thiet_bi_truyen_dan_khac_2",
    "8517.11.00": "hs_bo_ien_thoai_ke_ca_ien_t",
    "8517.13.00": "hs_bo_ien_thoai_ke_ca_ien_t",
    "8517.14.00": "hs_bo_ien_thoai_ke_ca_ien_t",
    "8517.18.00": "hs_bo_ien_thoai_ke_ca_ien_t",
    "8525.50.00": "hs_thiet_bi_phat_dung_cho_p",
    "8525.60.00": "hs_thiet_bi_phat_dung_cho_p",
    "8526.91.10": "hs_ra_a_cac_thiet_bi_dan_uo",
    "8526.91.90": "hs_ra_a_cac_thiet_bi_dan_uo",
    "8526.92.00": "hs_ra_a_cac_thiet_bi_dan_uo",
    "8443.31.31": "hs_may_ket_hop_hai_hoac_nhi",
    "8443.31.39": "hs_may_ket_hop_hai_hoac_nhi",
    "8443.31.91": "hs_may_ket_hop_hai_hoac_nhi",
    "8443.31.99": "hs_may_ket_hop_hai_hoac_nhi",
    "8443.32.40": "hs_may_fax_loai_khac_co_kha"
  }
}